{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<sos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<unk>": 0,
      "<sos>": 1,
      "<eos>": 2,
      "*": 3,
      "+": 4,
      "-": 5,
      ".": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "=": 18,
      "A": 19,
      "Q": 20,
      "S": 21,
      "a": 22,
      "b": 23,
      "c": 24,
      "d": 25,
      "e": 26,
      "f": 27,
      "g": 28,
      "h": 29,
      "i": 30,
      "j": 31,
      "k": 32,
      "l": 33,
      "m": 34,
      "n": 35,
      "o": 36,
      "p": 37,
      "q": 38,
      "r": 39,
      "s": 40,
      "t": 41,
      "u": 42,
      "v": 43,
      "w": 44,
      "x": 45,
      "y": 46,
      "z": 47,
      "Ġ": 48,
      "Ġ-": 49,
      "Ġf": 50,
      "So": 51,
      "lv": 52,
      "or": 53,
      "Ġ=": 54,
      "ĠA": 55,
      "ĠQ": 56,
      "ĠSo": 57,
      "Ġfor": 58,
      "lve": 59,
      "ĠSolve": 60,
      "Ġ1": 61,
      "Ġ+": 62,
      "Ġ2": 63,
      "Ġ3": 64,
      "Ġ4": 65,
      "Ġ5": 66,
      "Ġ0": 67,
      "Ġ6": 68,
      "Ġ7": 69,
      "Ġ8": 70,
      "Ġ9": 71,
      "Ġ10": 72,
      "Ġ11": 73,
      "Ġ12": 74,
      "10": 75,
      "Ġ13": 76,
      "Ġ14": 77,
      "12": 78,
      "Ġ15": 79,
      "Ġ16": 80,
      "11": 81,
      "13": 82,
      "Ġ18": 83,
      "14": 84,
      "Ġ17": 85,
      "15": 86,
      "16": 87,
      "Ġ20": 88,
      "20": 89,
      "Ġ19": 90,
      "17": 91,
      "18": 92,
      "19": 93,
      "24": 94,
      "Ġ24": 95,
      "25": 96,
      "23": 97,
      "Ġ23": 98,
      "28": 99,
      "26": 100,
      "Ġ25": 101,
      "27": 102,
      "29": 103,
      "Ġq": 104,
      "Ġl": 105,
      "Ġr": 106,
      "Ġz": 107,
      "Ġx": 108,
      "Ġt": 109,
      "Ġd": 110,
      "Ġ26": 111,
      "Ġj": 112,
      "Ġh": 113,
      "Ġo": 114,
      "Ġg": 115,
      "Ġu": 116,
      "Ġc": 117,
      "Ġp": 118,
      "Ġi": 119,
      "Ġn": 120,
      "Ġb": 121,
      "Ġw": 122,
      "Ġa": 123,
      "Ġk": 124,
      "Ġm": 125,
      "Ġs": 126,
      "Ġv": 127,
      "Ġy": 128,
      "Ġ27": 129,
      "30": 130,
      "Ġ28": 131,
      "Ġ30": 132,
      "40": 133,
      "36": 134,
      "Ġ29": 135,
      "35": 136,
      "38": 137,
      "34": 138,
      "37": 139,
      "39": 140,
      "50": 141,
      "60": 142,
      "48": 143,
      "22": 144,
      "44": 145,
      "Ġ36": 146,
      "Ġ35": 147,
      "45": 148,
      "47": 149,
      "Ġ40": 150,
      "80": 151,
      "Ġ37": 152,
      "49": 153,
      "46": 154,
      "Ġ39": 155,
      "21": 156,
      "56": 157,
      "Ġ38": 158,
      "70": 159,
      "33": 160,
      "59": 161,
      "58": 162,
      "57": 163,
      "68": 164,
      "32": 165,
      "90": 166,
      "Ġ48": 167,
      "Ġ22": 168,
      "67": 169,
      "69": 170,
      "Ġ50": 171,
      "55": 172,
      "Ġ21": 173,
      "Ġ47": 174,
      "31": 175,
      "Ġ49": 176,
      "66": 177,
      "88": 178,
      "42": 179,
      "Ġ60": 180,
      "77": 181,
      "43": 182,
      "79": 183,
      "41": 184,
      "65": 185,
      "78": 186,
      "Ġ45": 187,
      "Ġ32": 188,
      "98": 189,
      "Ġ33": 190,
      "Ġ34": 191,
      "76": 192,
      "52": 193,
      "Ġ46": 194,
      "99": 195,
      "Ġ58": 196,
      "Ġ70": 197,
      "75": 198,
      "54": 199,
      "96": 200,
      "Ġ56": 201,
      "Ġ59": 202,
      "53": 203,
      "72": 204,
      "Ġ31": 205,
      "Ġ80": 206,
      "Ġ68": 207,
      "Ġ42": 208,
      "51": 209,
      "Ġ44": 210,
      "64": 211,
      "74": 212,
      "89": 213,
      "Ġ90": 214,
      "73": 215,
      "63": 216,
      "Ġ43": 217,
      "62": 218,
      "Ġ69": 219,
      "71": 220,
      "00": 221,
      "Ġ78": 222,
      "Ġ55": 223,
      "Ġ54": 224,
      "61": 225,
      "Ġ57": 226,
      "Ġ41": 227,
      "84": 228,
      "92": 229,
      "Ġ52": 230,
      "95": 231,
      "85": 232,
      "86": 233,
      "Ġ100": 234,
      "97": 235,
      "87": 236,
      "94": 237,
      "Ġ66": 238,
      "Ġ53": 239,
      "82": 240,
      "93": 241,
      "Ġ65": 242,
      "83": 243,
      "91": 244,
      "Ġ64": 245,
      "Ġ51": 246,
      "81": 247,
      "Ġ63": 248,
      "Ġ110": 249,
      "Ġ120": 250,
      "Ġ67": 251,
      "Ġ72": 252,
      "Ġ75": 253,
      "Ġ77": 254,
      "Ġ76": 255,
      "Ġ62": 256,
      "Ġ88": 257,
      "Ġ84": 258,
      "Ġ79": 259,
      "Ġ74": 260,
      "Ġ96": 261,
      "Ġ61": 262,
      "Ġ130": 263,
      "Ġ85": 264,
      "Ġ140": 265,
      "Ġ73": 266,
      "Ġ87": 267,
      "Ġ89": 268,
      "Ġ86": 269,
      "Ġ108": 270,
      "Ġ98": 271,
      "Ġ99": 272,
      "Ġ71": 273,
      "Ġ150": 274,
      "Ġ83": 275,
      "Ġ95": 276,
      "Ġ105": 277,
      "Ġ82": 278,
      "100": 279,
      "Ġ97": 280,
      "Ġ160": 281,
      "Ġ81": 282,
      "Ġ104": 283,
      "Ġ93": 284,
      "Ġ180": 285,
      "Ġ94": 286,
      "Ġ92": 287,
      "Ġ106": 288,
      "Ġ107": 289,
      "Ġ170": 290,
      "Ġ109": 291,
      "Ġ91": 292,
      "Ġ126": 293,
      "120": 294,
      "Ġ117": 295,
      "Ġ119": 296,
      "Ġ102": 297,
      "Ġ112": 298,
      "Ġ116": 299,
      "Ġ118": 300,
      "Ġ114": 301,
      "Ġ115": 302,
      "Ġ128": 303,
      "Ġ103": 304,
      "Ġ216": 305,
      "Ġ200": 306,
      "Ġ190": 307,
      "Ġ210": 308,
      "Ġ138": 309,
      "Ġ220": 310,
      "Ġ129": 311,
      "Ġ125": 312,
      "Ġ135": 313,
      "Ġ144": 314,
      "Ġ224": 315,
      "Ġ113": 316,
      "Ġ132": 317,
      "Ġ127": 318,
      "Ġ136": 319,
      "130": 320,
      "Ġ101": 321,
      "Ġ124": 322,
      "Ġ225": 323,
      "Ġ168": 324,
      "Ġ228": 325,
      "Ġ111": 326,
      "140": 327,
      "Ġ217": 328,
      "Ġ215": 329,
      "Ġ240": 330,
      "Ġ139": 331,
      "Ġ148": 332,
      "Ġ219": 333,
      "Ġ123": 334,
      "Ġ218": 335,
      "Ġ212": 336,
      "Ġ147": 337,
      "Ġ156": 338,
      "Ġ213": 339,
      "Ġ226": 340,
      "Ġ137": 341,
      "Ġ214": 342,
      "Ġ133": 343,
      "110": 344,
      "Ġ223": 345,
      "Ġ227": 346,
      "Ġ122": 347,
      "112": 348,
      "Ġ230": 349,
      "Ġ229": 350,
      "150": 351,
      "Ġ134": 352,
      "Ġ211": 353,
      "Ġ145": 354,
      "160": 355,
      "108": 356,
      "Ġ146": 357,
      "Ġ149": 358,
      "Ġ121": 359,
      "Ġ270": 360,
      "Ġ250": 361,
      "105": 362,
      "Ġ260": 363,
      "104": 364,
      "Ġ159": 365,
      "Ġ154": 366,
      "200": 367,
      "Ġ280": 368,
      "Ġ165": 369,
      "Ġ143": 370,
      "106": 371,
      "Ġ158": 372,
      "Ġ155": 373,
      "Ġ153": 374,
      "107": 375,
      "102": 376,
      "Ġ152": 377,
      "Ġ176": 378,
      "Ġ189": 379,
      "109": 380,
      "180": 381,
      "Ġ157": 382,
      "103": 383,
      "Ġ169": 384,
      "Ġ198": 385,
      "Ġ142": 386,
      "Ġ336": 387,
      "Ġ175": 388,
      "Ġ162": 389,
      "Ġ300": 390,
      "128": 391,
      "Ġ166": 392,
      "116": 393,
      "170": 394,
      "115": 395,
      "118": 396,
      "Ġ131": 397,
      "114": 398,
      "101": 399,
      "Ġ167": 400,
      "117": 401,
      "Ġ324": 402,
      "Ġ208": 403,
      "Ġ360": 404,
      "Ġ178": 405,
      "119": 406,
      "190": 407,
      "Ġ188": 408,
      "Ġ330": 409,
      "126": 410,
      "Ġ196": 411,
      "Ġ164": 412,
      "Ġ195": 413,
      "Ġ141": 414,
      "Ġ186": 415,
      "Ġ174": 416,
      "125": 417,
      "Ġ179": 418,
      "Ġ290": 419,
      "113": 420,
      "Ġ315": 421,
      "Ġ177": 422,
      "Ġ187": 423,
      "Ġ192": 424,
      "136": 425,
      "Ġ320": 426,
      "240": 427,
      "124": 428,
      "Ġ185": 429,
      "111": 430,
      "Ġ184": 431,
      "123": 432,
      "129": 433,
      "Ġ204": 434,
      "122": 435,
      "127": 436,
      "Ġ340": 437,
      "Ġ325": 438,
      "Ġ163": 439,
      "Ġ209": 440,
      "Ġ182": 441,
      "Ġ323": 442,
      "135": 443,
      "121": 444,
      "144": 445,
      "Ġ197": 446,
      "Ġ173": 447,
      "Ġ328": 448,
      "Ġ199": 449,
      "Ġ348": 450,
      "260": 451,
      "Ġ161": 452,
      "132": 453,
      "Ġ207": 454,
      "Ġ172": 455,
      "Ġ329": 456,
      "Ġ350": 457,
      "138": 458,
      "Ġ316": 459,
      "137": 460,
      "Ġ183": 461,
      "250": 462,
      "Ġ338": 463,
      "Ġ151": 464,
      "148": 465,
      "Ġ327": 466,
      "Ġ319": 467,
      "Ġ238": 468,
      "Ġ318": 469,
      "Ġ205": 470,
      "230": 471,
      "139": 472,
      "133": 473,
      "280": 474,
      "134": 475,
      "Ġ326": 476,
      "Ġ317": 477,
      "Ġ288": 478,
      "Ġ339": 479,
      "Ġ335": 480,
      "Ġ337": 481,
      "Ġ171": 482,
      "Ġ252": 483,
      "145": 484,
      "Ġ345": 485,
      "Ġ349": 486,
      "270": 487,
      "168": 488,
      "146": 489,
      "149": 490,
      "131": 491,
      "Ġ222": 492,
      "Ġ248": 493,
      "Ġ380": 494,
      "Ġ194": 495,
      "147": 496,
      "300": 497,
      "Ġ206": 498,
      "Ġ203": 499,
      "Ġ234": 500,
      "Ġ347": 501,
      "142": 502,
      "400": 503,
      "Ġ334": 504,
      "156": 505,
      "Ġ264": 506,
      "Ġ420": 507,
      "143": 508,
      "158": 509,
      "290": 510,
      "Ġ390": 511,
      "360": 512,
      "Ġ344": 513,
      "Ġ193": 514,
      "Ġ245": 515,
      "Ġ400": 516,
      "Ġ258": 517,
      "176": 518,
      "152": 519,
      "Ġ370": 520,
      "Ġ346": 521,
      "Ġ249": 522,
      "Ġ450": 523,
      "155": 524,
      "Ġ235": 525,
      "Ġ256": 526,
      "Ġ239": 527,
      "Ġ312": 528,
      "Ġ259": 529,
      "Ġ236": 530,
      "Ġ247": 531,
      "Ġ255": 532,
      "141": 533,
      "Ġ181": 534,
      "159": 535,
      "Ġ202": 536,
      "Ġ237": 537,
      "Ġ266": 538,
      "154": 539,
      "Ġ276": 540,
      "157": 541,
      "350": 542,
      "Ġ448": 543,
      "Ġ440": 544,
      "166": 545,
      "Ġ246": 546,
      "169": 547,
      "Ġ480": 548,
      "175": 549,
      "153": 550,
      "165": 551,
      "178": 552,
      "184": 553,
      "192": 554,
      "164": 555,
      "162": 556,
      "208": 557,
      "Ġ268": 558,
      "188": 559,
      "179": 560,
      "Ġ308": 561,
      "Ġ232": 562,
      "Ġ279": 563,
      "Ġ231": 564,
      "177": 565,
      "Ġ243": 566,
      "Ġ275": 567,
      "198": 568,
      "Ġ429": 569,
      "163": 570,
      "167": 571,
      "172": 572,
      "Ġ257": 573,
      "Ġ286": 574,
      "196": 575,
      "Ġ425": 576,
      "Ġ233": 577,
      "174": 578,
      "Ġ191": 579,
      "600": 580,
      "Ġ201": 581,
      "Ġ310": 582,
      "Ġ294": 583,
      "186": 584,
      "Ġ434": 585,
      "Ġ468": 586,
      "189": 587,
      "Ġ221": 588,
      "Ġ306": 589,
      "380": 590,
      "370": 591,
      "Ġ424": 592,
      "Ġ242": 593,
      "Ġ278": 594,
      "185": 595,
      "Ġ244": 596,
      "Ġ272": 597,
      "Ġ297": 598,
      "Ġ269": 599,
      "151": 600,
      "195": 601,
      "390": 602,
      "182": 603,
      "Ġ456": 604,
      "Ġ285": 605,
      "161": 606,
      "187": 607,
      "199": 608,
      "173": 609,
      "Ġ273": 610,
      "Ġ267": 611,
      "Ġ426": 612,
      "Ġ459": 613,
      "Ġ289": 614,
      "480": 615,
      "Ġ427": 616,
      "Ġ423": 617,
      "Ġ296": 618,
      "Ġ430": 619,
      "197": 620,
      "Ġ435": 621,
      "204": 622,
      "Ġ265": 623,
      "Ġ253": 624,
      "Ġ299": 625,
      "183": 626,
      "Ġ254": 627,
      "194": 628,
      "193": 629,
      "Ġ447": 630,
      "256": 631,
      "Ġ287": 632,
      "Ġ277": 633,
      "Ġ470": 634,
      "288": 635,
      "Ġ460": 636,
      "171": 637,
      "500": 638,
      "207": 639,
      "Ġ314": 640,
      "248": 641,
      "Ġ438": 642,
      "Ġ490": 643,
      "232": 644,
      "Ġ298": 645,
      "Ġ378": 646,
      "Ġ436": 647,
      "Ġ540": 648,
      "205": 649,
      "Ġ439": 650,
      "Ġ449": 651,
      "Ġ444": 652,
      "Ġ437": 653,
      "209": 654,
      "Ġ309": 655,
      "264": 656,
      "Ġ445": 657,
      "181": 658,
      "238": 659,
      "Ġ322": 660,
      "Ġ457": 661,
      "Ġ446": 662,
      "206": 663,
      "202": 664,
      "Ġ333": 665,
      "Ġ313": 666,
      "Ġ304": 667,
      "Ġ428": 668,
      "Ġ295": 669,
      "Ġ528": 670,
      "Ġ284": 671,
      "203": 672,
      "296": 673,
      "237": 674,
      "Ġ500": 675,
      "252": 676,
      "Ġ396": 677,
      "239": 678,
      "Ġ311": 679,
      "800": 680,
      "Ġ469": 681,
      "258": 682,
      "Ġ274": 683,
      "Ġ263": 684,
      "236": 685,
      "Ġ305": 686,
      "Ġ560": 687,
      "246": 688,
      "Ġ282": 689,
      "234": 690,
      "Ġ262": 691,
      "272": 692,
      "Ġ368": 693,
      "191": 694,
      "Ġ261": 695,
      "249": 696,
      "Ġ241": 697,
      "276": 698,
      "268": 699,
      "235": 700,
      "Ġ408": 701,
      "245": 702,
      "201": 703,
      "278": 704,
      "Ġ600": 705,
      "Ġ467": 706,
      "Ġ458": 707,
      "275": 708,
      "Ġ283": 709,
      "Ġ570": 710,
      "222": 711,
      "244": 712,
      "Ġ550": 713,
      "266": 714,
      "Ġ307": 715,
      "255": 716,
      "Ġ293": 717,
      "Ġ384": 718,
      "Ġ546": 719,
      "259": 720,
      "Ġ251": 721,
      "257": 722,
      "Ġ352": 723,
      "243": 724,
      "265": 725,
      "279": 726,
      "242": 727,
      "Ġ292": 728,
      "Ġ357": 729,
      "298": 730,
      "221": 731,
      "277": 732,
      "Ġ364": 733,
      "490": 734,
      "308": 735,
      "247": 736,
      "267": 737,
      "Ġ588": 738,
      "233": 739,
      "470": 740,
      "Ġ414": 741,
      "304": 742,
      "Ġ558": 743,
      "254": 744,
      "269": 745,
      "262": 746,
      "Ġ342": 747,
      "231": 748,
      "284": 749,
      "253": 750,
      "Ġ303": 751,
      "Ġ385": 752,
      "Ġ416": 753,
      "Ġ536": 754,
      "285": 755,
      "294": 756,
      "263": 757,
      "241": 758,
      "Ġ369": 759,
      "Ġ455": 760,
      "286": 761,
      "273": 762,
      "295": 763,
      "274": 764,
      "Ġ301": 765,
      "Ġ590": 766,
      "Ġ358": 767,
      "299": 768,
      "700": 769,
      "292": 770,
      "344": 771,
      "Ġ539": 772,
      "Ġ399": 773,
      "Ġ410": 774,
      "289": 775,
      "590": 776,
      "Ġ567": 777,
      "287": 778,
      "Ġ544": 779,
      "Ġ660": 780,
      "Ġ418": 781,
      "Ġ580": 782,
      "Ġ549": 783,
      "282": 784,
      "Ġ630": 785,
      "Ġ535": 786,
      "Ġ537": 787,
      "Ġ359": 788,
      "Ġ375": 789,
      "297": 790,
      "384": 791,
      "Ġ548": 792,
      "368": 793,
      "261": 794,
      "Ġ271": 795,
      "251": 796,
      "Ġ356": 797,
      "Ġ387": 798,
      "Ġ545": 799,
      "Ġ376": 800,
      "Ġ534": 801,
      "Ġ405": 802,
      "Ġ374": 803,
      "Ġ466": 804,
      "306": 805,
      "Ġ568": 806,
      "283": 807,
      "Ġ355": 808,
      "Ġ413": 809,
      "Ġ291": 810,
      "Ġ365": 811,
      "Ġ648": 812,
      "Ġ377": 813,
      "Ġ547": 814,
      "293": 815,
      "408": 816,
      "Ġ302": 817,
      "Ġ366": 818,
      "271": 819,
      "305": 820,
      "332": 821,
      "Ġ392": 822,
      "Ġ504": 823,
      "Ġ432": 824,
      "Ġ406": 825,
      "Ġ281": 826,
      "Ġ559": 827,
      "Ġ332": 828,
      "309": 829,
      "Ġ388": 830,
      "Ġ343": 831,
      "Ġ363": 832,
      "Ġ412": 833,
      "900": 834,
      "Ġ598": 835,
      "348": 836,
      "375": 837,
      "Ġ556": 838,
      "Ġ577": 839,
      "Ġ354": 840,
      "Ġ379": 841,
      "388": 842,
      "Ġ576": 843,
      "281": 844,
      "Ġ417": 845,
      "Ġ351": 846,
      "Ġ372": 847,
      "291": 848,
      "307": 849,
      "352": 850,
      "Ġ465": 851,
      "396": 852,
      "Ġ520": 853,
      "376": 854,
      "Ġ415": 855,
      "378": 856,
      "Ġ353": 857,
      "Ġ569": 858,
      "Ġ367": 859,
      "302": 860,
      "364": 861,
      "Ġ640": 862,
      "392": 863,
      "Ġ538": 864,
      "Ġ557": 865,
      "358": 866,
      "Ġ389": 867,
      "345": 868,
      "Ġ579": 869,
      "Ġ341": 870,
      "Ġ419": 871,
      "Ġ407": 872,
      "Ġ756": 873,
      "366": 874,
      "Ġ411": 875,
      "Ġ398": 876,
      "399": 877,
      "Ġ321": 878,
      "Ġ510": 879,
      "Ġ680": 880,
      "346": 881,
      "Ġ395": 882,
      "Ġ646": 883,
      "301": 884,
      "356": 885,
      "357": 886,
      "342": 887,
      "333": 888,
      "398": 889,
      "Ġ397": 890,
      "Ġ578": 891,
      "Ġ700": 892,
      "303": 893,
      "Ġ403": 894,
      "349": 895,
      "Ġ476": 896,
      "Ġ650": 897,
      "359": 898,
      "347": 899,
      "389": 900,
      "331": 901,
      "379": 902,
      "369": 903,
      "354": 904,
      "Ġ690": 905,
      "372": 906,
      "365": 907,
      "Ġ656": 908,
      "386": 909,
      "362": 910,
      "385": 911,
      "Ġ462": 912,
      "374": 913,
      "Ġ644": 914,
      "Ġ386": 915,
      "343": 916,
      "355": 917,
      "Ġ331": 918,
      "210": 919,
      "216": 920,
      "367": 921,
      "394": 922,
      "Ġ688": 923,
      "Ġ780": 924,
      "353": 925,
      "Ġ525": 926,
      "Ġ394": 927,
      "Ġ495": 928,
      "405": 929,
      "Ġ362": 930,
      "395": 931,
      "Ġ409": 932,
      "387": 933,
      "Ġ373": 934,
      "351": 935,
      "397": 936,
      "404": 937,
      "341": 938,
      "Ġ383": 939,
      "Ġ516": 940,
      "373": 941,
      "488": 942,
      "Ġ670": 943,
      "Ġ658": 944,
      "Ġ404": 945,
      "Ġ402": 946,
      "Ġ442": 947,
      "383": 948,
      "363": 949,
      "Ġ555": 950,
      "Ġ649": 951,
      "Ġ566": 952,
      "Ġ657": 953,
      "377": 954,
      "456": 955,
      "Ġ768": 956,
      "Ġ750": 957,
      "220": 958,
      "Ġ667": 959,
      "Ġ669": 960,
      "Ġ800": 961,
      "Ġ393": 962,
      "Ġ770": 963,
      "Ġ512": 964,
      "Ġ624": 965,
      "Ġ840": 966,
      "Ġ361": 967,
      "Ġ659": 968,
      "Ġ371": 969,
      "382": 970,
      "393": 971,
      "Ġ599": 972,
      "Ġ678": 973,
      "Ġ518": 974,
      "224": 975,
      "Ġ488": 976,
      "Ġ645": 977,
      "Ġ498": 978,
      "Ġ760": 979,
      "Ġ486": 980,
      "Ġ513": 981,
      "Ġ496": 982,
      "361": 983,
      "Ġ475": 984,
      "Ġ647": 985,
      "215": 986,
      "381": 987,
      "213": 988,
      "Ġ441": 989,
      "Ġ477": 990,
      "391": 991,
      "Ġ464": 992,
      "Ġ506": 993,
      "Ġ720": 994,
      "406": 995,
      "225": 996,
      "464": 997,
      "212": 998,
      "409": 999,
      "Ġ511": 1000,
      "403": 1001,
      "608": 1002,
      "Ġ616": 1003,
      "Ġ748": 1004,
      "496": 1005,
      "371": 1006,
      "468": 1007,
      "211": 1008,
      "Ġ677": 1009,
      "214": 1010,
      "Ġ530": 1011,
      "407": 1012,
      "Ġ679": 1013,
      "402": 1014,
      "Ġ527": 1015,
      "Ġ391": 1016,
      "Ġ612": 1017,
      "504": 1018,
      "Ġ666": 1019,
      "Ġ524": 1020,
      "Ġ478": 1021,
      "219": 1022,
      "Ġ433": 1023,
      "Ġ668": 1024,
      "Ġ585": 1025,
      "Ġ900": 1026,
      "Ġ483": 1027,
      "476": 1028,
      "458": 1029,
      "Ġ479": 1030,
      "226": 1031,
      "Ġ759": 1032,
      "Ġ381": 1033,
      "Ġ382": 1034,
      "472": 1035,
      "508": 1036,
      "Ġ744": 1037,
      "401": 1038,
      "228": 1039,
      "Ġ514": 1040,
      "Ġ454": 1041,
      "475": 1042,
      "Ġ798": 1043,
      "Ġ698": 1044,
      "Ġ515": 1045,
      "455": 1046,
      "217": 1047,
      "Ġ517": 1048,
      "Ġ489": 1049,
      "Ġ497": 1050,
      "Ġ484": 1051,
      "Ġ777": 1052,
      "484": 1053,
      "Ġ529": 1054,
      "Ġ699": 1055,
      "576": 1056,
      "469": 1057,
      "568": 1058,
      "218": 1059,
      "Ġ758": 1060,
      "Ġ494": 1061,
      "Ġ608": 1062,
      "459": 1063,
      "Ġ565": 1064,
      "452": 1065,
      "Ġ526": 1066,
      "457": 1067,
      "Ġ507": 1068,
      "Ġ552": 1069,
      "223": 1070,
      "Ġ474": 1071,
      "552": 1072,
      "Ġ594": 1073,
      "445": 1074,
      "Ġ519": 1075,
      "444": 1076,
      "Ġ870": 1077,
      "Ġ575": 1078,
      "Ġ509": 1079,
      "Ġ473": 1080,
      "478": 1081,
      "Ġ508": 1082,
      "Ġ499": 1083,
      "Ġ453": 1084,
      "Ġ522": 1085,
      "Ġ596": 1086,
      "Ġ485": 1087,
      "Ġ487": 1088,
      "Ġ696": 1089,
      "Ġ443": 1090,
      "507": 1091,
      "486": 1092,
      "Ġ858": 1093,
      "466": 1094,
      "Ġ532": 1095,
      "509": 1096,
      "Ġ422": 1097,
      "479": 1098,
      "477": 1099,
      "495": 1100,
      "Ġ880": 1101,
      "505": 1102,
      "Ġ620": 1103,
      "227": 1104,
      "Ġ523": 1105,
      "449": 1106,
      "446": 1107,
      "Ġ960": 1108,
      "487": 1109,
      "498": 1110,
      "229": 1111,
      "454": 1112,
      "473": 1113,
      "441": 1114,
      "Ġ615": 1115,
      "Ġ492": 1116,
      "Ġ401": 1117,
      "506": 1118,
      "Ġ672": 1119,
      "499": 1120,
      "489": 1121,
      "492": 1122,
      "Ġ493": 1123,
      "Ġ572": 1124,
      "Ġ788": 1125,
      "Ġ769": 1126,
      "483": 1127,
      "465": 1128,
      "Ġ779": 1129,
      "467": 1130,
      "Ġ767": 1131,
      "442": 1132,
      "605": 1133,
      "497": 1134,
      "Ġ665": 1135,
      "Ġ452": 1136,
      "Ġ451": 1137,
      "575": 1138,
      "Ġ790": 1139,
      "474": 1140,
      "555": 1141,
      "Ġ472": 1142,
      "564": 1143,
      "494": 1144,
      "Ġ610": 1145,
      "Ġ627": 1146,
      "Ġ505": 1147,
      "462": 1148,
      "Ġ888": 1149,
      "485": 1150,
      "447": 1151,
      "463": 1152,
      "592": 1153,
      "482": 1154,
      "503": 1155,
      "578": 1156,
      "Ġ421": 1157,
      "Ġ609": 1158,
      "688": 1159,
      "Ġ564": 1160,
      "Ġ463": 1161,
      "672": 1162,
      "443": 1163,
      "Ġ481": 1164,
      "471": 1165,
      "453": 1166,
      "584": 1167,
      "577": 1168,
      "588": 1169,
      "572": 1170,
      "Ġ990": 1171,
      "596": 1172,
      "594": 1173,
      "579": 1174,
      "664": 1175,
      "Ġ618": 1176,
      "604": 1177,
      "Ġ714": 1178,
      "Ġ638": 1179,
      "696": 1180,
      "609": 1181,
      "Ġ431": 1182,
      "Ġ629": 1183,
      "554": 1184,
      "502": 1185,
      "704": 1186,
      "Ġ636": 1187,
      "Ġ728": 1188,
      "Ġ980": 1189,
      "Ġ1080": 1190,
      "574": 1191,
      "493": 1192,
      "Ġ639": 1193,
      "606": 1194,
      "481": 1195,
      "Ġ675": 1196,
      "491": 1197,
      "Ġ625": 1198,
      "598": 1199,
      "Ġ589": 1200,
      "589": 1201,
      "595": 1202,
      "675": 1203,
      "Ġ503": 1204,
      "566": 1205,
      "Ġ595": 1206,
      "Ġ533": 1207,
      "Ġ799": 1208,
      "Ġ676": 1209,
      "Ġ778": 1210,
      "Ġ816": 1211,
      "Ġ623": 1212,
      "501": 1213,
      "599": 1214,
      "Ġ726": 1215,
      "602": 1216,
      "Ġ611": 1217,
      "461": 1218,
      "Ġ765": 1219,
      "Ġ890": 1220,
      "Ġ868": 1221,
      "Ġ461": 1222,
      "553": 1223,
      "Ġ684": 1224,
      "Ġ637": 1225,
      "Ġ574": 1226,
      "Ġ614": 1227,
      "565": 1228,
      "585": 1229,
      "586": 1230,
      "573": 1231,
      "551": 1232,
      "Ġ635": 1233,
      "Ġ1000": 1234,
      "562": 1235,
      "567": 1236,
      "Ġ693": 1237,
      "Ġ628": 1238,
      "Ġ613": 1239,
      "Ġ619": 1240,
      "569": 1241,
      "Ġ704": 1242,
      "451": 1243,
      "593": 1244,
      "Ġ1200": 1245,
      "Ġ584": 1246,
      "Ġ810": 1247,
      "Ġ554": 1248,
      "808": 1249,
      "Ġ553": 1250,
      "Ġ715": 1251,
      "Ġ543": 1252,
      "Ġ471": 1253,
      "Ġ736": 1254,
      "708": 1255,
      "Ġ587": 1256,
      "Ġ531": 1257,
      "591": 1258,
      "561": 1259,
      "Ġ735": 1260,
      "Ġ869": 1261,
      "Ġ877": 1262,
      "582": 1263,
      "665": 1264,
      "Ġ605": 1265,
      "Ġ617": 1266,
      "Ġ603": 1267,
      "Ġ561": 1268,
      "Ġ606": 1269,
      "597": 1270,
      "684": 1271,
      "Ġ708": 1272,
      "676": 1273,
      "Ġ592": 1274,
      "563": 1275,
      "784": 1276,
      "Ġ482": 1277,
      "Ġ491": 1278,
      "587": 1279,
      "Ġ597": 1280,
      "581": 1281,
      "Ġ626": 1282,
      "Ġ828": 1283,
      "603": 1284,
      "601": 1285,
      "607": 1286,
      "583": 1287,
      "Ġ573": 1288,
      "654": 1289,
      "320": 1290,
      "Ġ713": 1291,
      "Ġ740": 1292,
      "685": 1293,
      "Ġ729": 1294,
      "Ġ979": 1295,
      "Ġ1100": 1296,
      "571": 1297,
      "702": 1298,
      "Ġ501": 1299,
      "666": 1300,
      "Ġ586": 1301,
      "Ġ710": 1302,
      "678": 1303,
      "Ġ502": 1304,
      "Ġ607": 1305,
      "312": 1306,
      "Ġ716": 1307,
      "Ġ789": 1308,
      "Ġ712": 1309,
      "679": 1310,
      "705": 1311,
      "706": 1312,
      "Ġ542": 1313,
      "Ġ879": 1314,
      "695": 1315,
      "Ġ583": 1316,
      "Ġ988": 1317,
      "Ġ792": 1318,
      "709": 1319,
      "Ġ924": 1320,
      "Ġ634": 1321,
      "677": 1322,
      "Ġ1008": 1323,
      "707": 1324,
      "904": 1325,
      "Ġ936": 1326,
      "Ġ899": 1327,
      "Ġ896": 1328,
      "Ġ521": 1329,
      "Ġ819": 1330,
      "310": 1331,
      "Ġ737": 1332,
      "Ġ977": 1333,
      "Ġ551": 1334,
      "Ġ864": 1335,
      "673": 1336,
      "694": 1337,
      "Ġ689": 1338,
      "653": 1339,
      "Ġ725": 1340,
      "662": 1341,
      "Ġ878": 1342,
      "Ġ1188": 1343,
      "686": 1344,
      "Ġ910": 1345,
      "Ġ593": 1346,
      "687": 1347,
      "Ġ602": 1348,
      "Ġ686": 1349,
      "674": 1350,
      "Ġ702": 1351,
      "682": 1352,
      "Ġ632": 1353,
      "754": 1354,
      "Ġ604": 1355,
      "Ġ663": 1356,
      "Ġ730": 1357,
      "Ġ776": 1358,
      "652": 1359,
      "Ġ705": 1360,
      "698": 1361,
      "908": 1362,
      "Ġ654": 1363,
      "Ġ563": 1364,
      "703": 1365,
      "689": 1366,
      "Ġ709": 1367,
      "Ġ738": 1368,
      "Ġ711": 1369,
      "Ġ912": 1370,
      "699": 1371,
      "804": 1372,
      "805": 1373,
      "Ġ850": 1374,
      "Ġ999": 1375,
      "Ġ655": 1376,
      "Ġ719": 1377,
      "Ġ784": 1378,
      "663": 1379,
      "Ġ747": 1380,
      "Ġ633": 1381,
      "315": 1382,
      "Ġ541": 1383,
      "324": 1384,
      "Ġ734": 1385,
      "Ġ825": 1386,
      "661": 1387,
      "Ġ571": 1388,
      "330": 1389,
      "336": 1390,
      "Ġ836": 1391,
      "691": 1392,
      "319": 1393,
      "Ġ898": 1394,
      "697": 1395,
      "692": 1396,
      "Ġ745": 1397,
      "Ġ687": 1398,
      "Ġ1088": 1399,
      "325": 1400,
      "Ġ812": 1401,
      "Ġ697": 1402,
      "Ġ727": 1403,
      "Ġ723": 1404,
      "764": 1405,
      "Ġ643": 1406,
      "Ġ651": 1407,
      "Ġ724": 1408,
      "806": 1409,
      "Ġ674": 1410,
      "Ġ920": 1411,
      "Ġ591": 1412,
      "701": 1413,
      "Ġ717": 1414,
      "651": 1415,
      "792": 1416,
      "Ġ581": 1417,
      "Ġ718": 1418,
      "Ġ889": 1419,
      "Ġ621": 1420,
      "776": 1421,
      "313": 1422,
      "314": 1423,
      "Ġ826": 1424,
      "Ġ562": 1425,
      "318": 1426,
      "Ġ775": 1427,
      "906": 1428,
      "Ġ695": 1429,
      "Ġ918": 1430,
      "888": 1431,
      "340": 1432,
      "Ġ746": 1433,
      "Ġ622": 1434,
      "Ġ820": 1435,
      "775": 1436,
      "316": 1437,
      "Ġ1050": 1438,
      "798": 1439,
      "Ġ860": 1440,
      "807": 1441,
      "Ġ582": 1442,
      "802": 1443,
      "778": 1444,
      "Ġ1020": 1445,
      "681": 1446,
      "683": 1447,
      "Ġ945": 1448,
      "Ġ832": 1449,
      "Ġ1056": 1450,
      "984": 1451,
      "Ġ989": 1452,
      "Ġ846": 1453,
      "Ġ749": 1454,
      "909": 1455,
      "Ġ706": 1456,
      "Ġ652": 1457,
      "Ġ837": 1458,
      "809": 1459,
      "Ġ664": 1460,
      "328": 1461,
      "Ġ739": 1462,
      "Ġ673": 1463,
      "Ġ754": 1464,
      "Ġ1260": 1465,
      "671": 1466,
      "Ġ796": 1467,
      "Ġ814": 1468,
      "323": 1469,
      "Ġ682": 1470,
      "326": 1471,
      "Ġ830": 1472,
      "905": 1473,
      "335": 1474,
      "801": 1475,
      "Ġ742": 1476,
      "Ġ752": 1477,
      "Ġ808": 1478,
      "311": 1479,
      "Ġ928": 1480,
      "Ġ642": 1481,
      "Ġ685": 1482,
      "317": 1483,
      "Ġ707": 1484,
      "Ġ848": 1485,
      "693": 1486,
      "772": 1487,
      "Ġ653": 1488,
      "774": 1489,
      "Ġ1040": 1490,
      "329": 1491,
      "Ġ817": 1492,
      "Ġ882": 1493,
      "777": 1494,
      "338": 1495,
      "Ġ795": 1496,
      "797": 1497,
      "339": 1498,
      "Ġ978": 1499,
      "Ġ845": 1500,
      "Ġ876": 1501,
      "Ġ847": 1502,
      "Ġ732": 1503,
      "803": 1504,
      "Ġ774": 1505,
      "Ġ824": 1506,
      "Ġ757": 1507,
      "Ġ1400": 1508,
      "Ġ722": 1509,
      "794": 1510,
      "796": 1511,
      "986": 1512,
      "Ġ930": 1513,
      "Ġ835": 1514,
      "901": 1515,
      "Ġ755": 1516,
      "Ġ1300": 1517,
      "903": 1518,
      "907": 1519,
      "985": 1520,
      "Ġ813": 1521,
      "Ġ818": 1522,
      "Ġ855": 1523,
      "Ġ1078": 1524,
      "334": 1525,
      "Ġ838": 1526,
      "799": 1527,
      "Ġ834": 1528,
      "Ġ1170": 1529,
      "753": 1530,
      "Ġ867": 1531,
      "Ġ915": 1532,
      "795": 1533,
      "Ġ1044": 1534,
      "751": 1535,
      "Ġ806": 1536,
      "Ġ940": 1537,
      "Ġ601": 1538,
      "762": 1539,
      "Ġ694": 1540,
      "Ġ805": 1541,
      "Ġ797": 1542,
      "Ġ856": 1543,
      "Ġ1120": 1544,
      "Ġ1140": 1545,
      "793": 1546,
      "Ġ662": 1547,
      "Ġ786": 1548,
      "Ġ927": 1549,
      "327": 1550,
      "884": 1551,
      "Ġ950": 1552,
      "Ġ807": 1553,
      "Ġ766": 1554,
      "902": 1555,
      "992": 1556,
      "Ġ631": 1557,
      "Ġ681": 1558,
      "Ġ996": 1559,
      "885": 1560,
      "Ġ1026": 1561,
      "Ġ703": 1562,
      "Ġ753": 1563,
      "Ġ815": 1564,
      "Ġ884": 1565,
      "779": 1566,
      "Ġ741": 1567,
      "Ġ829": 1568,
      "Ġ804": 1569,
      "Ġ733": 1570,
      "785": 1571,
      "Ġ773": 1572,
      "Ġ952": 1573,
      "787": 1574,
      "Ġ692": 1575,
      "322": 1576,
      "786": 1577,
      "Ġ827": 1578,
      "Ġ809": 1579,
      "Ġ787": 1580,
      "Ġ969": 1581,
      "Ġ966": 1582,
      "337": 1583,
      "Ġ1500": 1584,
      "Ġ1092": 1585,
      "Ġ783": 1586,
      "Ġ1224": 1587,
      "Ġ823": 1588,
      "Ġ913": 1589,
      "Ġ857": 1590,
      "Ġ987": 1591,
      "Ġ909": 1592,
      "Ġ671": 1593,
      "Ġ968": 1594,
      "Ġ1012": 1595,
      "Ġ1035": 1596,
      "Ġ1098": 1597,
      "Ġ1320": 1598,
      "761": 1599,
      "763": 1600,
      "Ġ764": 1601,
      "Ġ854": 1602,
      "894": 1603,
      "Ġ844": 1604,
      "Ġ923": 1605,
      "Ġ839": 1606,
      "Ġ859": 1607,
      "Ġ641": 1608,
      "Ġ917": 1609,
      "Ġ946": 1610,
      "Ġ1014": 1611,
      "889": 1612,
      "Ġ782": 1613,
      "Ġ793": 1614,
      "Ġ897": 1615,
      "Ġ948": 1616,
      "Ġ1440": 1617,
      "Ġ998": 1618,
      "782": 1619,
      "783": 1620,
      "Ġ866": 1621,
      "Ġ1104": 1622,
      "Ġ763": 1623,
      "789": 1624,
      "Ġ661": 1625,
      "Ġ957": 1626,
      "886": 1627,
      "895": 1628,
      "Ġ939": 1629,
      "964": 1630,
      "Ġ743": 1631,
      "Ġ944": 1632,
      "Ġ1060": 1633,
      "771": 1634,
      "Ġ772": 1635,
      "Ġ833": 1636,
      "Ġ984": 1637,
      "Ġ916": 1638,
      "Ġ1024": 1639,
      "791": 1640,
      "Ġ762": 1641,
      "Ġ885": 1642,
      "Ġ849": 1643,
      "Ġ852": 1644,
      "Ġ803": 1645,
      "Ġ875": 1646,
      "Ġ873": 1647,
      "Ġ701": 1648,
      "Ġ811": 1649,
      "Ġ1134": 1650,
      "Ġ1800": 1651,
      "416": 1652,
      "Ġ683": 1653,
      "Ġ874": 1654,
      "Ġ794": 1655,
      "Ġ914": 1656,
      "773": 1657,
      "997": 1658,
      "Ġ865": 1659,
      "Ġ785": 1660,
      "Ġ972": 1661,
      "999": 1662,
      "Ġ691": 1663,
      "Ġ721": 1664,
      "Ġ1045": 1665,
      "887": 1666,
      "Ġ731": 1667,
      "Ġ975": 1668,
      "994": 1669,
      "995": 1670,
      "Ġ925": 1671,
      "996": 1672,
      "Ġ1023": 1673,
      "414": 1674,
      "981": 1675,
      "Ġ908": 1676,
      "Ġ887": 1677,
      "781": 1678,
      "Ġ956": 1679,
      "882": 1680,
      "Ġ1089": 1681,
      "410": 1682,
      "Ġ938": 1683,
      "Ġ1248": 1684,
      "420": 1685,
      "Ġ1600": 1686,
      "Ġ1025": 1687,
      "987": 1688,
      "Ġ781": 1689,
      "Ġ1125": 1690,
      "883": 1691,
      "962": 1692,
      "963": 1693,
      "450": 1694,
      "Ġ872": 1695,
      "Ġ935": 1696,
      "Ġ891": 1697,
      "321": 1698,
      "Ġ893": 1699,
      "429": 1700,
      "Ġ1017": 1701,
      "Ġ861": 1702,
      "Ġ1036": 1703,
      "Ġ1068": 1704,
      "961": 1705,
      "Ġ906": 1706,
      "Ġ822": 1707,
      "Ġ1064": 1708,
      "Ġ1344": 1709,
      "Ġ1116": 1710,
      "Ġ949": 1711,
      "Ġ986": 1712,
      "Ġ947": 1713,
      "Ġ851": 1714,
      "Ġ929": 1715,
      "411": 1716,
      "Ġ911": 1717,
      "Ġ954": 1718,
      "Ġ1152": 1719,
      "Ġ976": 1720,
      "417": 1721,
      "440": 1722,
      "419": 1723,
      "982": 1724,
      "Ġ907": 1725,
      "Ġ1144": 1726,
      "Ġ801": 1727,
      "Ġ959": 1728,
      "418": 1729,
      "Ġ970": 1730,
      "448": 1731,
      "Ġ751": 1732,
      "Ġ1680": 1733,
      "Ġ1010": 1734,
      "Ġ1029": 1735,
      "430": 1736,
      "Ġ905": 1737,
      "415": 1738,
      "Ġ958": 1739,
      "426": 1740,
      "Ġ1218": 1741,
      "Ġ1176": 1742,
      "989": 1743,
      "891": 1744,
      "Ġ761": 1745,
      "424": 1746,
      "897": 1747,
      "Ġ1110": 1748,
      "Ġ1350": 1749,
      "Ġ1280": 1750,
      "Ġ895": 1751,
      "Ġ1122": 1752,
      "412": 1753,
      "Ġ1030": 1754,
      "Ġ842": 1755,
      "Ġ919": 1756,
      "Ġ771": 1757,
      "Ġ1160": 1758,
      "Ġ1015": 1759,
      "Ġ1113": 1760,
      "Ġ967": 1761,
      "Ġ904": 1762,
      "Ġ926": 1763,
      "Ġ934": 1764,
      "Ġ955": 1765,
      "Ġ1034": 1766,
      "Ġ1128": 1767,
      "881": 1768,
      "Ġ902": 1769,
      "Ġ1037": 1770,
      "Ġ1512": 1771,
      "Ġ901": 1772,
      "Ġ791": 1773,
      "Ġ937": 1774,
      "Ġ1066": 1775,
      "Ġ843": 1776,
      "Ġ863": 1777,
      "Ġ886": 1778,
      "Ġ853": 1779,
      "Ġ1048": 1780,
      "Ġ1330": 1781,
      "425": 1782,
      "437": 1783,
      "Ġ1053": 1784,
      "983": 1785,
      "Ġ1067": 1786,
      "Ġ1368": 1787,
      "434": 1788,
      "Ġ1013": 1789,
      "Ġ1038": 1790,
      "Ġ1190": 1791,
      "Ġ962": 1792,
      "436": 1793,
      "993": 1794,
      "Ġ1016": 1795,
      "Ġ1150": 1796,
      "Ġ1148": 1797,
      "Ġ1230": 1798,
      "413": 1799,
      "Ġ862": 1800,
      "Ġ994": 1801,
      "Ġ1047": 1802,
      "Ġ1210": 1803,
      "892": 1804,
      "Ġ821": 1805,
      "428": 1806,
      "427": 1807,
      "Ġ931": 1808,
      "Ġ1560": 1809,
      "Ġ1005": 1810,
      "Ġ1059": 1811,
      "Ġ1070": 1812,
      "Ġ1180": 1813,
      "432": 1814,
      "Ġ1216": 1815,
      "Ġ903": 1816,
      "Ġ841": 1817,
      "Ġ1136": 1818,
      "Ġ1296": 1819,
      "435": 1820,
      "Ġ995": 1821,
      "Ġ1019": 1822,
      "Ġ1428": 1823,
      "Ġ1168": 1824,
      "Ġ1058": 1825,
      "Ġ1018": 1826,
      "Ġ1147": 1827,
      "Ġ1220": 1828,
      "Ġ1288": 1829,
      "423": 1830,
      "Ġ1027": 1831,
      "Ġ1032": 1832,
      "Ġ1062": 1833,
      "Ġ1106": 1834,
      "438": 1835,
      "Ġ1095": 1836,
      "Ġ1155": 1837,
      "Ġ992": 1838,
      "Ġ1240": 1839,
      "Ġ1326": 1840,
      "Ġ1105": 1841,
      "Ġ964": 1842,
      "Ġ1011": 1843,
      "Ġ1057": 1844,
      "Ġ1085": 1845,
      "Ġ894": 1846,
      "Ġ831": 1847,
      "Ġ1380": 1848,
      "Ġ871": 1849,
      "Ġ892": 1850,
      "Ġ965": 1851,
      "Ġ1130": 1852,
      "460": 1853,
      "Ġ943": 1854,
      "Ġ883": 1855,
      "Ġ963": 1856,
      "Ġ1028": 1857,
      "Ġ1006": 1858,
      "Ġ1197": 1859,
      "Ġ1360": 1860,
      "Ġ1700": 1861,
      "893": 1862,
      "Ġ1001": 1863,
      "Ġ933": 1864,
      "Ġ1386": 1865,
      "Ġ1115": 1866,
      "Ġ997": 1867,
      "Ġ1055": 1868,
      "Ġ1090": 1869,
      "Ġ1139": 1870,
      "Ġ802": 1871,
      "Ġ1232": 1872,
      "991": 1873,
      "439": 1874,
      "Ġ1049": 1875,
      "Ġ1077": 1876,
      "Ġ1149": 1877,
      "Ġ1043": 1878,
      "Ġ1456": 1879,
      "Ġ1007": 1880,
      "Ġ985": 1881,
      "Ġ1225": 1882,
      "Ġ922": 1883,
      "Ġ1166": 1884,
      "Ġ1079": 1885,
      "Ġ1246": 1886,
      "Ġ942": 1887,
      "Ġ1196": 1888,
      "Ġ1215": 1889,
      "Ġ1236": 1890,
      "Ġ1620": 1891,
      "Ġ932": 1892,
      "Ġ1314": 1893,
      "422": 1894,
      "Ġ1046": 1895,
      "Ġ1127": 1896,
      "Ġ1039": 1897,
      "Ġ1009": 1898,
      "Ġ1069": 1899,
      "Ġ1470": 1900,
      "Ġ1071": 1901,
      "Ġ1275": 1902,
      "Ġ1584": 1903,
      "Ġ973": 1904,
      "Ġ1118": 1905,
      "Ġ1235": 1906,
      "Ġ1254": 1907,
      "Ġ1540": 1908,
      "Ġ1075": 1909,
      "Ġ1146": 1910,
      "Ġ1159": 1911,
      "Ġ1022": 1912,
      "Ġ1156": 1913,
      "Ġ1245": 1914,
      "433": 1915,
      "Ġ1323": 1916,
      "Ġ1107": 1917,
      "Ġ1312": 1918,
      "Ġ1108": 1919,
      "Ġ1900": 1920,
      "512": 1921,
      "515": 1922,
      "Ġ1054": 1923,
      "Ġ1212": 1924,
      "Ġ1290": 1925,
      "Ġ881": 1926,
      "528": 1927,
      "Ġ1112": 1928,
      "Ġ1169": 1929,
      "Ġ1124": 1930,
      "Ġ1430": 1931,
      "Ġ1488": 1932,
      "Ġ921": 1933,
      "Ġ983": 1934,
      "Ġ1076": 1935,
      "Ġ1099": 1936,
      "Ġ1410": 1937,
      "Ġ1404": 1938,
      "520": 1939,
      "Ġ953": 1940,
      "Ġ1114": 1941,
      "Ġ1129": 1942,
      "Ġ1157": 1943,
      "Ġ1178": 1944,
      "Ġ981": 1945,
      "Ġ1065": 1946,
      "Ġ1239": 1947,
      "Ġ1097": 1948,
      "Ġ1179": 1949,
      "Ġ1520": 1950,
      "Ġ2100": 1951,
      "Ġ1158": 1952,
      "510": 1953,
      "Ġ1242": 1954,
      "Ġ1209": 1955,
      "Ġ974": 1956,
      "Ġ1119": 1957,
      "Ġ1167": 1958,
      "Ġ1173": 1959,
      "Ġ1269": 1960,
      "Ġ1530": 1961,
      "544": 1962,
      "Ġ1219": 1963,
      "Ġ1003": 1964,
      "Ġ1206": 1965,
      "540": 1966,
      "Ġ941": 1967,
      "Ġ1074": 1968,
      "Ġ1145": 1969,
      "Ġ1416": 1970,
      "Ġ1164": 1971,
      "Ġ951": 1972,
      "Ġ1086": 1973,
      "Ġ1250": 1974,
      "Ġ1650": 1975,
      "536": 1976,
      "Ġ1117": 1977,
      "Ġ1126": 1978,
      "Ġ1278": 1979,
      "Ġ2000": 1980,
      "Ġ1083": 1981,
      "Ġ1287": 1982,
      "513": 1983,
      "Ġ1536": 1984,
      "Ġ1316": 1985,
      "Ġ1184": 1986,
      "Ġ1740": 1987,
      "Ġ1109": 1988,
      "511": 1989,
      "Ġ1111": 1990,
      "Ġ1189": 1991,
      "Ġ1072": 1992,
      "570": 1993,
      "Ġ1177": 1994,
      "Ġ1199": 1995,
      "Ġ1256": 1996,
      "Ġ1310": 1997,
      "Ġ1480": 1998,
      "Ġ1408": 1999,
      "Ġ993": 2000,
      "Ġ1133": 2001,
      "Ġ1258": 2002,
      "Ġ1890": 2003,
      "Ġ1340": 2004,
      "518": 2005,
      "Ġ1298": 2006,
      "Ġ1042": 2007,
      "Ġ1123": 2008,
      "Ġ1848": 2009,
      "526": 2010,
      "529": 2011,
      "560": 2012,
      "Ġ1270": 2013,
      "Ġ2160": 2014,
      "Ġ1292": 2015,
      "Ġ1033": 2016,
      "Ġ1227": 2017,
      "Ġ1247": 2018,
      "Ġ1638": 2019,
      "Ġ1309": 2020,
      "519": 2021,
      "Ġ961": 2022,
      "Ġ1377": 2023,
      "524": 2024,
      "550": 2025,
      "545": 2026,
      "Ġ1213": 2027,
      "Ġ1279": 2028,
      "Ġ1002": 2029,
      "Ġ1004": 2030,
      "Ġ1096": 2031,
      "Ġ1308": 2032,
      "530": 2033,
      "Ġ1081": 2034,
      "Ġ1760": 2035,
      "Ġ1165": 2036,
      "Ġ1656": 2037,
      "Ġ2400": 2038,
      "Ġ1087": 2039,
      "Ġ1135": 2040,
      "Ġ1175": 2041,
      "Ġ1214": 2042,
      "Ġ1334": 2043,
      "527": 2044,
      "Ġ1238": 2045,
      "Ġ1204": 2046,
      "516": 2047,
      "Ġ1073": 2048,
      "Ġ1082": 2049,
      "Ġ1365": 2050,
      "548": 2051,
      "539": 2052,
      "Ġ1131": 2053,
      "Ġ1211": 2054,
      "Ġ1317": 2055,
      "Ġ1376": 2056,
      "Ġ1425": 2057,
      "Ġ1596": 2058,
      "Ġ1102": 2059,
      "Ġ1223": 2060,
      "Ġ1274": 2061,
      "Ġ1302": 2062,
      "Ġ1052": 2063,
      "Ġ1265": 2064,
      "Ġ1392": 2065,
      "Ġ982": 2066,
      "Ġ1162": 2067,
      "Ġ1183": 2068,
      "Ġ1313": 2069,
      "Ġ1406": 2070,
      "535": 2071,
      "547": 2072,
      "Ġ1187": 2073,
      "Ġ2280": 2074,
      "Ġ1226": 2075,
      "Ġ1339": 2076,
      "Ġ1332": 2077,
      "Ġ1450": 2078,
      "Ġ1208": 2079,
      "Ġ971": 2080,
      "Ġ1138": 2081,
      "Ġ1311": 2082,
      "Ġ1325": 2083,
      "421": 2084,
      "Ġ1198": 2085,
      "Ġ2200": 2086,
      "514": 2087,
      "Ġ1137": 2088,
      "630": 2089,
      "Ġ1276": 2090,
      "Ġ991": 2091,
      "Ġ1228": 2092,
      "Ġ1728": 2093,
      "Ġ1315": 2094,
      "Ġ1414": 2095,
      "523": 2096,
      "538": 2097,
      "549": 2098,
      "Ġ1143": 2099,
      "Ġ1328": 2100,
      "546": 2101,
      "Ġ1349": 2102,
      "431": 2103,
      "616": 2104,
      "Ġ1185": 2105,
      "Ġ1272": 2106,
      "Ġ1395": 2107,
      "Ġ1496": 2108,
      "Ġ1485": 2109,
      "Ġ1820": 2110,
      "Ġ1824": 2111,
      "525": 2112,
      "Ġ2016": 2113,
      "Ġ1031": 2114,
      "Ġ1084": 2115,
      "Ġ1264": 2116,
      "Ġ1417": 2117,
      "Ġ1424": 2118,
      "Ġ1207": 2119,
      "Ġ1508": 2120,
      "Ġ2240": 2121,
      "640": 2122,
      "Ġ1217": 2123,
      "Ġ1237": 2124,
      "Ġ1249": 2125,
      "Ġ1378": 2126,
      "Ġ1305": 2127,
      "612": 2128,
      "Ġ1063": 2129,
      "Ġ1356": 2130,
      "Ġ1161": 2131,
      "Ġ1920": 2132,
      "Ġ1094": 2133,
      "Ġ1277": 2134,
      "Ġ1284": 2135,
      "Ġ1358": 2136,
      "Ġ1452": 2137,
      "517": 2138,
      "558": 2139,
      "Ġ1233": 2140,
      "Ġ1335": 2141,
      "Ġ1419": 2142,
      "Ġ1426": 2143,
      "Ġ1566": 2144,
      "629": 2145,
      "Ġ1357": 2146,
      "534": 2147,
      "Ġ1234": 2148,
      "Ġ1411": 2149,
      "Ġ1575": 2150,
      "Ġ1980": 2151,
      "Ġ1336": 2152,
      "Ġ1338": 2153,
      "Ġ1420": 2154,
      "Ġ1550": 2155,
      "Ġ1244": 2156,
      "Ġ1359": 2157,
      "Ġ1476": 2158,
      "Ġ1337": 2159,
      "Ġ1348": 2160,
      "Ġ1445": 2161,
      "557": 2162,
      "Ġ1457": 2163,
      "537": 2164,
      "Ġ1182": 2165,
      "Ġ1482": 2166,
      "Ġ1716": 2167,
      "Ġ2700": 2168,
      "Ġ1093": 2169,
      "Ġ1195": 2170,
      "Ġ1364": 2171,
      "Ġ1449": 2172,
      "Ġ1518": 2173,
      "620": 2174,
      "Ġ1154": 2175,
      "Ġ1458": 2176,
      "Ġ1051": 2177,
      "Ġ1194": 2178,
      "Ġ1268": 2179,
      "532": 2180,
      "Ġ1041": 2181,
      "Ġ1329": 2182,
      "Ġ1369": 2183,
      "Ġ1526": 2184,
      "Ġ1610": 2185,
      "Ġ1142": 2186,
      "Ġ1257": 2187,
      "Ġ1299": 2188,
      "Ġ1327": 2189,
      "Ġ1764": 2190,
      "Ġ1061": 2191,
      "Ġ1324": 2192,
      "Ġ1460": 2193,
      "Ġ1539": 2194,
      "Ġ1229": 2195,
      "Ġ1266": 2196,
      "Ġ1398": 2197,
      "625": 2198,
      "Ġ1568": 2199,
      "Ġ1318": 2200,
      "Ġ1548": 2201,
      "556": 2202,
      "618": 2203,
      "Ġ1163": 2204,
      "Ġ1259": 2205,
      "Ġ1342": 2206,
      "Ġ1437": 2207,
      "Ġ1872": 2208,
      "Ġ1407": 2209,
      "Ġ2120": 2210,
      "Ġ1221": 2211,
      "Ġ1103": 2212,
      "Ġ1174": 2213,
      "580": 2214,
      "Ġ1295": 2215,
      "Ġ1379": 2216,
      "614": 2217,
      "648": 2218,
      "Ġ1255": 2219,
      "Ġ1370": 2220,
      "Ġ1367": 2221,
      "637": 2222,
      "Ġ1186": 2223,
      "Ġ1222": 2224,
      "Ġ1515": 2225,
      "Ġ1153": 2226,
      "Ġ1372": 2227,
      "Ġ1860": 2228,
      "Ġ1479": 2229,
      "610": 2230,
      "660": 2231,
      "Ġ1612": 2232,
      "Ġ1394": 2233,
      "Ġ2140": 2234,
      "Ġ1132": 2235,
      "Ġ1172": 2236,
      "Ġ1413": 2237,
      "Ġ1710": 2238,
      "626": 2239,
      "Ġ1192": 2240,
      "Ġ1439": 2241,
      "Ġ1632": 2242,
      "Ġ1205": 2243,
      "Ġ1193": 2244,
      "Ġ1281": 2245,
      "Ġ1467": 2246,
      "Ġ1840": 2247,
      "Ġ1750": 2248,
      "Ġ1577": 2249,
      "522": 2250,
      "Ġ1121": 2251,
      "Ġ1141": 2252,
      "559": 2253,
      "650": 2254,
      "Ġ2130": 2255,
      "Ġ1387": 2256,
      "Ġ1101": 2257,
      "Ġ1608": 2258,
      "531": 2259,
      "656": 2260,
      "Ġ1389": 2261,
      "Ġ1590": 2262,
      "Ġ1768": 2263,
      "Ġ2250": 2264,
      "542": 2265,
      "Ġ1464": 2266,
      "Ġ1375": 2267,
      "Ġ1529": 2268,
      "521": 2269,
      "624": 2270,
      "644": 2271,
      "645": 2272,
      "728": 2273,
      "Ġ1191": 2274,
      "Ġ1286": 2275,
      "Ġ1418": 2276,
      "Ġ1455": 2277,
      "627": 2278,
      "680": 2279,
      "646": 2280,
      "670": 2281,
      "Ġ1346": 2282,
      "Ġ1343": 2283,
      "Ġ1660": 2284,
      "000": 2285,
      "Ġ1091": 2286,
      "Ġ1267": 2287,
      "Ġ1333": 2288,
      "Ġ1397": 2289,
      "Ġ1435": 2290,
      "Ġ1443": 2291,
      "Ġ1580": 2292,
      "533": 2293,
      "Ġ1285": 2294,
      "Ġ1444": 2295,
      "Ġ2040": 2296,
      "Ġ2112": 2297,
      "Ġ1263": 2298,
      "Ġ1347": 2299,
      "Ġ1448": 2300,
      "Ġ1545": 2301,
      "623": 2302,
      "634": 2303,
      "Ġ1253": 2304,
      "Ġ1352": 2305,
      "Ġ1422": 2306,
      "Ġ1252": 2307,
      "Ġ1478": 2308,
      "Ġ1725": 2309,
      "Ġ1490": 2310,
      "Ġ1624": 2311,
      "Ġ1319": 2312,
      "Ġ1353": 2313,
      "Ġ1415": 2314,
      "Ġ1498": 2315,
      "Ġ1836": 2316,
      "Ġ1151": 2317,
      "Ġ1720": 2318,
      "635": 2319,
      "649": 2320,
      "720": 2321,
      "Ġ1289": 2322,
      "Ġ1345": 2323,
      "Ġ1447": 2324,
      "Ġ1519": 2325,
      "Ġ1423": 2326,
      "Ġ2070": 2327,
      "628": 2328,
      "Ġ1468": 2329,
      "617": 2330,
      "Ġ1388": 2331,
      "Ġ1469": 2332,
      "Ġ1870": 2333,
      "543": 2334,
      "Ġ1434": 2335,
      "Ġ1472": 2336,
      "Ġ1950": 2337,
      "Ġ1968": 2338,
      "Ġ1307": 2339,
      "Ġ2180": 2340,
      "613": 2341,
      "Ġ1243": 2342,
      "Ġ1513": 2343,
      "Ġ1537": 2344,
      "Ġ1554": 2345,
      "619": 2346,
      "Ġ1390": 2347,
      "Ġ1304": 2348,
      "714": 2349,
      "Ġ1251": 2350,
      "Ġ1362": 2351,
      "Ġ1385": 2352,
      "Ġ1261": 2353,
      "Ġ1412": 2354,
      "Ġ1617": 2355,
      "Ġ1674": 2356,
      "541": 2357,
      "Ġ1615": 2358,
      "Ġ1640": 2359,
      "Ġ1736": 2360,
      "Ġ1383": 2361,
      "Ġ1495": 2362,
      "638": 2363,
      "639": 2364,
      "Ġ1283": 2365,
      "Ġ1446": 2366,
      "Ġ1547": 2367,
      "Ġ1558": 2368,
      "Ġ1557": 2369,
      "615": 2370,
      "Ġ1021": 2371,
      "Ġ1297": 2372,
      "Ġ1538": 2373,
      "Ġ1534": 2374,
      "Ġ1544": 2375,
      "Ġ1672": 2376,
      "Ġ2520": 2377,
      "Ġ2150": 2378,
      "611": 2379,
      "Ġ1438": 2380,
      "Ġ1586": 2381,
      "Ġ1463": 2382,
      "Ġ1524": 2383,
      "Ġ2300": 2384,
      "Ġ1273": 2385,
      "Ġ1181": 2386,
      "Ġ1384": 2387,
      "Ġ1494": 2388,
      "Ġ1755": 2389,
      "Ġ1373": 2390,
      "Ġ1363": 2391,
      "Ġ1570": 2392,
      "Ġ1564": 2393,
      "Ġ1666": 2394,
      "Ġ1960": 2395,
      "Ġ2800": 2396,
      "Ġ1203": 2397,
      "780": 2398,
      "Ġ1459": 2399,
      "Ġ1628": 2400,
      "Ġ1782": 2401,
      "Ġ2340": 2402,
      "Ġ1504": 2403,
      "Ġ1351": 2404,
      "Ġ1477": 2405,
      "Ġ1785": 2406,
      "Ġ2080": 2407,
      "Ġ1944": 2408,
      "Ġ1271": 2409,
      "Ġ1525": 2410,
      "Ġ1366": 2411,
      "Ġ1634": 2412,
      "Ġ2190": 2413,
      "Ġ2268": 2414,
      "Ġ1171": 2415,
      "Ġ1355": 2416,
      "668": 2417,
      "Ġ1293": 2418,
      "Ġ1322": 2419,
      "Ġ1371": 2420,
      "Ġ1436": 2421,
      "Ġ1645": 2422,
      "Ġ1241": 2423,
      "Ġ1396": 2424,
      "Ġ1487": 2425,
      "Ġ2184": 2426,
      "Ġ1712": 2427,
      "Ġ1201": 2428,
      "Ġ1399": 2429,
      "Ġ1510": 2430,
      "Ġ1850": 2431,
      "621": 2432,
      "659": 2433,
      "Ġ1856": 2434,
      "Ġ1432": 2435,
      "Ġ1474": 2436,
      "Ġ1565": 2437,
      "Ġ1630": 2438,
      "Ġ1776": 2439,
      "Ġ2600": 2440,
      "Ġ2260": 2441,
      "636": 2442,
      "Ġ1648": 2443,
      "Ġ1475": 2444,
      "Ġ1528": 2445,
      "Ġ1629": 2446,
      "Ġ1729": 2447,
      "Ġ1231": 2448,
      "Ġ1294": 2449,
      "Ġ1527": 2450,
      "Ġ1694": 2451,
      "657": 2452,
      "Ġ1664": 2453,
      "740": 2454,
      "759": 2455,
      "Ġ1690": 2456,
      "Ġ1409": 2457,
      "Ġ1354": 2458,
      "Ġ1514": 2459,
      "Ġ1635": 2460,
      "633": 2461,
      "Ġ1391": 2462,
      "Ġ1489": 2463,
      "Ġ2088": 2464,
      "715": 2465,
      "Ġ1306": 2466,
      "729": 2467,
      "Ġ1262": 2468,
      "Ġ1431": 2469,
      "Ġ1599": 2470,
      "Ġ1647": 2471,
      "Ġ1770": 2472,
      "Ġ1914": 2473,
      "711": 2474,
      "716": 2475,
      "Ġ1517": 2476,
      "Ġ1611": 2477,
      "Ġ1649": 2478,
      "Ġ1602": 2479,
      "Ġ2170": 2480,
      "690": 2481,
      "744": 2482,
      "Ġ1578": 2483,
      "Ġ1730": 2484,
      "Ġ1748": 2485,
      "750": 2486,
      "Ġ1282": 2487,
      "Ġ1374": 2488,
      "Ġ1465": 2489,
      "Ġ1549": 2490,
      "Ġ1613": 2491,
      "Ġ1932": 2492,
      "655": 2493,
      "Ġ1555": 2494,
      "Ġ1746": 2495,
      "Ġ1598": 2496,
      "Ġ1715": 2497,
      "Ġ2028": 2498,
      "756": 2499,
      "Ġ1466": 2500,
      "Ġ1794": 2501,
      "Ġ1908": 2502,
      "Ġ1559": 2503,
      "Ġ1938": 2504,
      "Ġ1341": 2505,
      "Ġ1535": 2506,
      "Ġ1521": 2507,
      "Ġ1589": 2508,
      "Ġ1880": 2509,
      "Ġ3360": 2510,
      "730": 2511,
      "738": 2512,
      "770": 2513,
      "Ġ1484": 2514,
      "Ġ2052": 2515,
      "Ġ1708": 2516,
      "Ġ1421": 2517,
      "Ġ1453": 2518,
      "Ġ1595": 2519,
      "Ġ1614": 2520,
      "Ġ1202": 2521,
      "658": 2522,
      "736": 2523,
      "810": 2524,
      "Ġ1454": 2525,
      "Ġ1497": 2526,
      "Ġ1533": 2527,
      "Ġ1567": 2528,
      "Ġ1947": 2529,
      "669": 2530,
